{
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_internlm_xcomposer2.InternLMXComposer2Tokenizer",
      null
    ]
  },
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "</s>",
  "padding_side": "right",
  "tokenizer_class": "InternLMXComposer2Tokenizer",
  "unk_token": "<unk>"
}
